Repository: gelad/desert_city_rl
Catalog: lang/*/LC_MESSAGES/dc_rl.po
Languages: ru_ru

source: Equipment merchant Sidorovich from northern country called Gantra is selling various equipment, needed by fellow treasure-hunters. Just don't bring him empty cans, you know.
ru_ru: Продавец снаряжения Сидорович приехал сюда из далёкой северной страны Гантры. Он продаёт снаряжение, необходимое для походов в Город. Просто не приносите ему консервные банки, и всё будет хорошо.

source: Tavern 'Galloping Scorpion' is the heart of social life in the camp. Missions, valuable info, rumors and gossips, thousands of them! And plenty of drinkin' also.
ru_ru: Таверна 'Гарцующий Скорпион' - сердце общественной жизни лагеря. Миссии, ценная информация, слухи и сплетни, тысячи их! И возможность выпить, конечно же.

source: Finally, your long journey came to an end. The last part, traveling with the caravan through the Great Desert, was hard and full of dangers. Now you stand by the entrance of the treasure hunters camp. It's more like a small town, except lots of armed people wandering around, and enormous marketplace at the center. Adventurers of all sorts stay here between raids to the City. You can stop here to look around for a while, or head immediately to the Desert City. It can be seen from here, below the towering Lone Mountain, looking more like a mirage.
ru_ru: Ваше долгое путешествие подошло к концу. Последняя его часть, поход с караваном сквозь пески Великой Пустыни, была тяжелой и полной опасностей. Наконец, вы стоите перед входом в лагерь охотников за сокровищами. Он больше напоминает небольшой город, только по улицам ходит куча вооружённого народу, и в центре раскинулся гигантских размеров рынок. Ловцы удачи всех мастей приходят сюда между походами в Нет-Никах. Можно остановиться здесь, чтобы осмотреться, или сразу направиться в Город в Пустыне. Его можно увидеть и отсюда, прямо под нависающей над ним Одинокой горой. Город похож на мираж, дрожащий в жарком воздухе.

source: ARMS
ru_ru: руки

source: LEFT_HAND
ru_ru: левая рука

source: LEFT_RING
ru_ru: кольцо на левой руке

source: RIGHT_HAND
ru_ru: правая рука

source: RIGHT_RING
ru_ru: кольцо на правой руке

source: SHOULDERS
ru_ru: плечи

source: BODY
ru_ru: тело

source: FACE
ru_ru: лицо

source: HEAD
ru_ru: голова

source: LEFT_EAR
ru_ru: левое ухо

source: LEGS
ru_ru: ноги

source: NECK
ru_ru: шея

source: RIGHT_EAR
ru_ru: правое ухо

source: WAIST
ru_ru: пояс

source: FEET
ru_ru: ступни

source: Arrival to treasure hunters camp
ru_ru: Прибытие в лагерь искателей сокровищ

source: Delve into Desert City
ru_ru: Войти в Город в Пустыне

source: Get some rest.
ru_ru: Отдохнуть.

source: Sell treasures.
ru_ru: Продать сокровища.

source: Go to equipment merchant.
ru_ru: Пойти к торговцу снаряжением.

source: Visit the tavern (closed for now).
ru_ru: Посетить таверну (пока закрыто)

source: Treasure hunters camp near Neth-Nikakh
ru_ru: Лагерь искателей сокровищ возле Нет-Никаха

source: Do you really want to quit?
ru_ru: Вы правда хотите выйти?

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Confirm exit
ru_ru: Подтвердите выход

source: Outskirts of the Desert City. These particular ruins appear to be unexplored by other adventurers.
ru_ru: Предместья Города в Пустыне. Этот конкретный район выглядит нетронутым другими искателями сокровищ.

source: Entering ruins.
ru_ru: Вход в руины.

source: Ahhh. Sleeping in the bed, eating fresh hot food. Feels wonderful!
ru_ru: Ах! Сон в постели, свежая и горячая еда. Что может быть лучше?

source: Rested.
ru_ru: Отдых.

source: You sold some treasures:
ru_ru: Вы продали сокровища:

source: All you have to do in the marketplace today is wandering around. You don't have anything to sell right now.
ru_ru: Вам ничего не остаётся, как бродить по рынку и глазеть на диковинные товары. У вас сейчас нет ничего на продажу..

source: Marketplace.
ru_ru: Рынок.

source: u) Use
ru_ru: u) Использовать

source: d) Drop
ru_ru: d) Бросить

source: w) Wield
ru_ru: w) Надеть

source: r) Reload
ru_ru: r) Зарядить

source: n) uNload
ru_ru: n) Разрядить

source: Select slot:
ru_ru: Выберите слот:

source: kg.
ru_ru: кг.

source: Weight:
ru_ru: Вес:

source: Deals {min_damage}-{max_damage} bashing damage.
ru_ru: Наносит {min_damage}-{max_damage} дробящего урона.

source: Deals {min_damage}-{max_damage} slashing damage.
ru_ru: Наносит {min_damage}-{max_damage} режущего урона.

source: Deals {min_damage}-{max_damage} piercing damage.
ru_ru: Наносит {min_damage}-{max_damage} колющего урона.

source: Deals {min_damage}-{max_damage} fire damage.
ru_ru: Наносит {min_damage}-{max_damage} огненного урона.

source: Deals {min_damage}-{max_damage} cold damage.
ru_ru: Наносит {min_damage}-{max_damage} урона холодом.

source: Deals {min_damage}-{max_damage} lightning damage.
ru_ru: Наносит {min_damage}-{max_damage} урона молнией.

source: Effects:
ru_ru: Эффекты:

source: Abilities:
ru_ru: Способности:

source: Weight: {current} / {max} kg.
ru_ru: Вес: {current} / {max} кг.

source: {weapon} isn't loaded!
ru_ru: {weapon} не заряжен!

source: Choose one of the options below:
ru_ru: Выберите одни из вариантов:

source: Continue
ru_ru: Продолжить

source: [color=grey]Continue
ru_ru: [color=grey]Продолжить

source: New Game
ru_ru: Новая игра

source: Quit
ru_ru: Выход

source: TARGETING: {t_object}
ru_ru: ВЫБОР ЦЕЛИ: {t_object}

source: {hp}/{max_hp} HP
ru_ru: {hp}/{max_hp} ОЗ

source: Right: {right}
ru_ru: Правая: {right}

source: Left: {left}
ru_ru: Левая: {left}

source: Money: {money} coins.
ru_ru: Деньги: {money} монет.

source: OVERBURDENED
ru_ru: ПЕРЕГРУЖЕН

source: BURDENED
ru_ru: НАГРУЖЕН

source: Inventory
ru_ru: Инвентарь

source: Drop item:
ru_ru: Бросить предмет:

source: Use item:
ru_ru: Использовать предмет:

source: Wield item:
ru_ru: Надеть предмет:

source: Take off item:
ru_ru: Снять предмет:

source: Help
ru_ru: Помощь

source: LOOKING:
ru_ru: ОСМОТР:

source: CLOSE WHERE:
ru_ru: ЗАКРЫТЬ ЧТО:

source: SMASH WHERE:
ru_ru: УДАРИТЬ ЧТО:

source: {creature_name} is here.
ru_ru: {creature_name} здесь.

source: Items:
ru_ru: Предметы:

source: {item_name} is here.
ru_ru: {item_name} здесь.

source: Other:
ru_ru: Другое:

source: {other_name} is here.
ru_ru: {other_name} здесь.

source: {name} attacks {target} and deals {damage} damage!
ru_ru: {name} атакует {target} и наносит {damage} урона!

source: bashing
ru_ru: дробящий

source: slashing
ru_ru: режущий

source: piercing
ru_ru: колющий

source: fire
ru_ru: огонь

source: cold
ru_ru: холод

source: lightning
ru_ru: молния

source: poison
ru_ru: яд

source: acid
ru_ru: кислота

source: death
ru_ru: мертвящий

source: mental
ru_ru: ментальный

source: strange
ru_ru: странный

source: BLOCK_BASHING
ru_ru: Блок дробящего

source: BLOCK_SLASHING
ru_ru: Блок режущего

source: BLOCK_PIERCING
ru_ru: Блок колющего

source: BLOCK_FIRE
ru_ru: Блок огня

source: BLOCK_COLD
ru_ru: Блок холода

source: BLOCK_LIGHTNING
ru_ru: Блок молнии

source: BLOCK_POISON
ru_ru: Блок яда

source: BLOCK_ACID
ru_ru: Блок кислоты

source: BLOCK_DEATH
ru_ru: Блок мертвящего

source: BLOCK_MENTAL
ru_ru: Блок ментального

source: BLOCK_STRANGE
ru_ru: Блок странного

source: RESIST_BASHING
ru_ru: Сопротивление дробящему

source: RESIST_SLASHING
ru_ru: Сопротивление режущему

source: RESIST_PIERCING
ru_ru: Сопротивление колющему

source: RESIST_FIRE
ru_ru: Сопротивление огню

source: RESIST_COLD
ru_ru: Сопротивление холоду

source: RESIST_LIGHTNING
ru_ru: Сопротивление молнии

source: RESIST_POISON
ru_ru: Сопротивление яду

source: RESIST_ACID
ru_ru: Сопротивление кислоте

source: RESIST_DEATH
ru_ru: Сопротивление мертвящему

source: RESIST_MENTAL
ru_ru: Сопротивление ментальному

source: RESIST_STRANGE
ru_ru: Сопротивление странному

source: INCREASE_MELEE_DAMAGE
ru_ru: Увеличение урона в ближнем бою

source: INCREASE_RANGED_DAMAGE
ru_ru: Увеличение урона в дальнем бою

source: HASTE
ru_ru: Спешка

source: SLOWED
ru_ru: Замедление

source: POISONED
ru_ru: Отравление

source: HEAL
ru_ru: Лечение
