Repository: gelad/desert_city_rl
Catalog: lang/*/LC_MESSAGES/dc_rl.po
Languages: ru_ru

source: {ability_name}: {target_name} takes {damage} {dmg_type} damage!
ru_ru: {ability_name}: {target_name} получает {damage} урона ({dmg_type})!

source: {eff_name}: {eff_descr} for {time} ticks.
ru_ru: {eff_name}: {eff_descr} на {time} тиков.

source: {ability_name}: removed all {eff_name} effects.
ru_ru: {ability_name}: нейтрализованы все эффекты {eff_name}.

source: {ability_name}: removed {eff_number} {eff_name} effects.
ru_ru: {ability_name}: нейтрализовано {eff_number} эффектов {eff_name}.

source: {target_name} is {eff_name}.
ru_ru: {target_name} теперь под эффектом {eff_name}.

source: {launcher_name} launches a {projectile_name}!
ru_ru: {launcher_name} запускает {projectile_name}!

source: {eff_name} effect fades away.
ru_ru: эффект {eff_name} пропадает.

source: {eff_name}: {damage} damage.
ru_ru: {eff_name}: {damage} урона.

source: You pick up {item}.
ru_ru: Вы поднимаете {item}.

source: Pick up item:
ru_ru: Поднять предмет:

source: Throw item:
ru_ru: Бросить предмет:

source: Take something in hand to throw it.
ru_ru: Возьмите что-нибудь в руки, чтобы бросить.

source: Load ammo:
ru_ru: Зарядить боеприпасы:

source: No {ammo_type} type ammunition.
ru_ru: Нет боеприпасов следующего вида: {ammo_type}.

source: {item} is fully loaded.
ru_ru: Оружие {item} полностью заряжено.

source: Fire weapon:
ru_ru: Выстрелить из:

source: Equip ranged weapon to fire.
ru_ru: Возьмите в руки оружие дальнего боя

source: Horrors of the Desert City got you.
ru_ru: Ужасы Города в Пустыне настигли вас.

source: You are dead.
ru_ru: Вы мертвы.

source: Return to main menu
ru_ru: Вернуться в главное меню

source: Failed to execute line: {line}
ru_ru: Ошибка при выполнении строки: {line}

source: Do you really want to leave this location?
ru_ru: Вы правда хотите покинуть это место?

source: [color=red]WARNING: There are enemies nearby! If you choose to leave now, you will be chased, and probably lose some items while fleeing.
ru_ru: [color=red]ВНИМАНИЕ: Поблизости есть враги! Если вы решите уйти сейчас, они будут гнаться за вами, и вы можете потерять предметы в процессе.

source: Yes, head back to the camp.
ru_ru: Да, направиться в лагерь.

source: No, stay here.
ru_ru: Нет, остаться здесь

source: Leaving location
ru_ru: Покинуть локацию

source: You fled from the enemies, but lost some items in the process:
ru_ru: Вы убежали от врагов, но потеряли некоторые предметы во время бегства:

source: You fled from the enemies and kept all of your items. Lucky!
ru_ru: Вы убежали от врагов и ничего не потеряли! Какая удача!

source: You obtained some treasures:
ru_ru: Вы наши сокровища:

source: Total treasures value: {total} coins.
ru_ru: Общая ценность: {total} монет.

source: You escaped the City with nothing of value in your pockets. At least you managed to stay alive.
ru_ru: Вы покинули Город, не найдя ничего ценного. Во всяком случае, вы остались в живых.

source: Successful raid.
ru_ru: Успешная вылазка

source: A sandstone wall.
ru_ru: Стена из песчаника.

source: Wall
ru_ru: Стена

source: Small window
ru_ru: Маленькое окно

source: A hole in sandstone wall.
ru_ru: Дыра в стене из песчаника.

source: Large window
ru_ru: Большое окно

source: A large window in sandstone wall.
ru_ru: Большой оконный проём в стене из песчаника

source: Pile of sandstone blocks
ru_ru: Груда камней (песчаник)

source: A collapsed structure, like wall or pillar.
ru_ru: Остатки строения

source: Pile of wooden debris
ru_ru: Груда деревянного мусора

source: Large destroyed wooden furniture.
ru_ru: Остатки какой-то мебели

source: Wooden board
ru_ru: Деревянная доска

source: Wooden wagon board. Provides small cover from projectiles.
ru_ru: Доска повозки. Даёт небольшое укрытие от снарядов.

source: Wooden wheel
ru_ru: Деревянное колесо

source: Wooden wagon wheel. Provides small cover from projectiles.
ru_ru: Колесо повозки. Даёт небольшое укрытие от снарядов.

source: Wooden counter
ru_ru: Деревянный прилавок

source: Wooden counter. Provides small cover from projectiles.
ru_ru: Деревянный прилавок. Даёт небольшое укрытие от снарядов.

source: Wooden table
ru_ru: Деревянный стол.

source: Wooden table. Provides small cover from projectiles.
ru_ru: Деревянный стол. Даёт небольшое укрытие от снарядов.

source: Stone table
ru_ru: Каменный стол

source: Stone table. Provides small cover from projectiles.
ru_ru: Каменный стол. Даёт небольшое укрытие от снарядов.

source: Rusty anvil
ru_ru: Ржавая наковальня

source: An anvil, dirty and covered in rust.
ru_ru: Наковальня, покрытая грязью и изъеденная ржавчиной.

source: Iron grate
ru_ru: Железная решётка

source: A grate made of iron, too tight for man to pass through.
ru_ru: Решётка из железа, слишком узкая, чтобы сквозь прутья пролез человек

source: Furnace
ru_ru: Горн

source: Device for heating, made with heavy stone blocks.
ru_ru: Устройство для нагревания предметов, сделанное из тяжёлых камней.

source: Corrosive moss
ru_ru: Кислотный мох

source: A large patch of green acid-dripping moss.
ru_ru: Большие заросли кислотного мха.

source: Corrosive acid
ru_ru: Кислота

source: A wooden door.
ru_ru: Деревянная дверь.

source: Door
ru_ru: Дверь

source: ancient coin
ru_ru: древняя монета

source: An ancient coin.
ru_ru: Древняя монета.

source: ancient scroll
ru_ru: древний свиток

source: Ancient scroll, with some writing in it.
ru_ru: Древний свиток с какими-то записями.

source: clay tablet
ru_ru: глиняная табличка

source: Clay tablet, with some writing or picture in it.
ru_ru: Глиняная табличка, со следами каких-то надписей и изображений.

source: ancient pottery
ru_ru: древняя керамика

source: Ancient jar, or pot, with some pictures or engravings.
ru_ru: Горшок с полустёртой гравировкой и рисунком.

source: ancient ring
ru_ru: древнее кольцо

source: Ancient ring.
ru_ru: Древнее кольцо.

source: ancient necklace
ru_ru: древнее ожерелье

source: Ancient necklace.
ru_ru: Древнее ожерелье.

source: item_boulder
ru_ru: камень

source: A stone boulder.
ru_ru: Камень.

source: adventurer's corpse
ru_ru: труп искателя сокровищ

source: A dead body of adventurer, not so lucky as you.
ru_ru: Труп искателя сокровищ, по всей видимости менее удачливого.

source: human skeleton
ru_ru: скелет человека

source: Human skeleton.
ru_ru: Скелет человека.

source: horse skeleton
ru_ru: скелет лошади

source: Horse skeleton.
ru_ru: Скелет лошади.

source: haste potion
ru_ru: зелье спешки

source: A potion that hastens user by 50%.
ru_ru: Зелье ускоряет все действия на 50%.

source: Haste
ru_ru: Спешка

source: antidote potion
ru_ru: антидот

source: A potion that cures all poison effects, and protects from poison for a short time.
ru_ru: Зелье, которое нейтрализует действие ядов, и защищает от них на короткое время.

source: Antidote
ru_ru: Антидот

source: scroll of Lightning
ru_ru: свиток молнии

source: A scroll that calls a lightning strike on enemy.
ru_ru: Свиток, который обрушивает удар молнии с небес на противника.

source: Lightning
ru_ru: Молния

source: scroll of Firebolt
ru_ru: свиток огненной стрелы

source: A scroll that hurls a firebolt at enemy.
ru_ru: Свиток, который запускает огненную стрелу в противника.

source: firebolt
ru_ru: огненная стрела

source: An arrow of pure flame.
ru_ru: Стрела из чистого пламени.

source: Ignite
ru_ru: Поджог

source: Firebolt
ru_ru: Огненная стрела

source: scroll of Frostbolt
ru_ru: свиток морозной стрелы

source: A scroll that hurls a frostbolt at enemy.
ru_ru: Свиток, который запускает в противника морозную стрелу.

source: frostbolt
ru_ru: морозная стрела

source: An arrow of freezing energy.
ru_ru: Стрела замораживающей энергии.

source: Freeze
ru_ru: Заморозка

source: Frostbolt
ru_ru: Морозная стрела

source: healing potion
ru_ru: зелье лечения

source: A potion that heals 5 HP.
ru_ru: Зелье, которое излечивает 5 ОЗ.

source: barbed loincloth
ru_ru: шипастая повязка

source: It is covered in spikes. Ouch!
ru_ru: Ой! Она вся покрыта шипами!

source: Barbs
ru_ru: Шипы

source: ring of poison resistance
ru_ru: кольцо сопротивления яду

source: Ring that grants protection from poison.
ru_ru: Кольцо, которое защищает от яда.

source: ring of fire resistance
ru_ru: кольцо сопротивления огню

source: Ring that grants protection from fire.
ru_ru: Кольцо, которое защищает от огня.

source: ring of cold resistance
ru_ru: кольцо сопротивления холоду

source: Ring that grants protection from cold.
ru_ru: Кольцо, которое защищает от холода.

source: ring of lightning resistance
ru_ru: кольцо защиты от молнии

source: Ring that grants protection from lightning.
ru_ru: Кольцо, которое защищает от молнии.

source: wooden buckler
ru_ru: деревянный баклер

source: A light wooden shield.
ru_ru: Маленький деревянный щит.

source: misurka
ru_ru: мисюрка

source: A light iron helmet with spike on top.
ru_ru: Лёгкий железный шлем с остриём на макушке.

source: mail armor
ru_ru: кольчуга

source: An armor made of overlapping layers of metal rings.
ru_ru: Броня из нескольких слоёв железных колец.

source: iron pauldrons
ru_ru: железные наплечники

source: A pair of iron pauldrons.
ru_ru: Пара железных наплечников.

source: iron boots
ru_ru: железные ботинки

source: A pair of iron greaves.
ru_ru: Пара железных сапог.

source: iron armguards
ru_ru: железные наручи

source: A pair of iron armguards.
ru_ru: Пара железных наручей.

source: mail leggings
ru_ru: кольчужные поножи

source: A pair of mail leggings.
ru_ru: Кольчужные поножи.

source: leather cap
ru_ru: кожаная шапка

source: A leather cap offers light protection.
ru_ru: Шапка из кожи, дает слабую защиту.

source: leather armor
ru_ru: кожаная броня

source: A light armor made of leather.
ru_ru: Лёгкая броня из варёной кожи.

source: leather pauldrons
ru_ru: кожаные наплечники

source: A pair of leather pauldrons.
ru_ru: Пара кожаных наплечников.

source: leather boots
ru_ru: кожаные сапоги

source: A pair of leather boots.
ru_ru: Пара кожаных сапог.

source: leather armguards
ru_ru: кожаные наручи

source: A pair of leather armguards.
ru_ru: Пара кожаных наручей.

source: leather leggings
ru_ru: кожаные поножи

source: A pair of leather leggings.
ru_ru: Кольчужные поножи.

source: sabre
ru_ru: сабля

source: A sharp sabre with pointy tip.
ru_ru: Заточенная сабля с острым концом.

source: khopesh
ru_ru: копеш

source: An ancient bronze sickle-sword.
ru_ru: Древний бронзовый меч с серповидным лезвием.

source: longsword
ru_ru: длинный меч

source: A double-edged straight sword.
ru_ru: Обоюдоострый прямой полуторный меч.

source: zweihander
ru_ru: цвайхандер

source: A long and heavy two-handed sword. Slow to swing, but extremely heavy-hitting.
ru_ru: Длинный и тяжелый двуручный меч. Им долго замахиваться, но если попасть - пиши пропало.

source: tabar
ru_ru: табар

source: Fighting axe, with metal handle suitable for parrying.
ru_ru: Боевой топор с металлической рукоятью для блокирования ударов.

source: panabas
ru_ru: панаба

source: Long sword-like two-handed axe.
ru_ru: Двуручный топор с вытянутым лезвием.

source: dagger
ru_ru: кинжал

source: A dagger about 20cm long.
ru_ru: Кинжал около 20см в длину.

source: jambiyah
ru_ru: джамбийя

source: A knife with broad blade, suited for slashing.
ru_ru: Нож с широким коротким лезвием, приспособленный для режущих ударов.

source: kris
ru_ru: крис

source: A dagger with flame-like blade.
ru_ru: Кинжал с волнистым лезвием.

source: assegai
ru_ru: ассегай

source: Short spear, used for melee combat.
ru_ru: Короткое копьё для ближнего боя.

source: mace
ru_ru: булава

source: A short club with iron head.
ru_ru: Короткая палица с железным навершием.

source: bronze maul
ru_ru: бронзовый молот

source: A huge bronze sphere ot top of wooden pole.
ru_ru: Огромная сфера из бронзы на крепкой деревянном древке.

source: wall smasher
ru_ru: стенолом

source: A test weapon with tremendous power to smash walls.
ru_ru: Тестовое оружие невероятной силы для проламывания стен.

source: hunting crossbow
ru_ru: охотничий арбалет

source: A small crossbow.
ru_ru: Небольшой арбалет.

source: short bow
ru_ru: короткий лук

source: Short bow suited for small game hunt.
ru_ru: Короткий лук для охоты на мелкую дичь.

source: bronze bolt
ru_ru: бронзовый болт

source: A simple bronze bolt for crossbows.
ru_ru: Простой бронзовый болт для арбалета.

source: bronze tipped arrow
ru_ru: стрела с бронзовым наконечником

source: A simple bronze tipped arrow.
ru_ru: Простая деревянная стрела с наконечником из бронзы.

source: poisoned arrow
ru_ru: отравленная стрела

source: A simple bronze tipped arrow, coated in weak poison.
ru_ru: Простая стрела с бронзовым наконечником, покрытая слабым ядом.

source: Poisoned arrow
ru_ru: Отравленая стрела

source: frost arrow
ru_ru: морозная стрела

source: Magical arrow, that deals cold damage and slows target.
ru_ru: Магическая стрела, которая наносит урон холодом и замедляет цель.

source: Frost arrow
ru_ru: Морозная стрела

source: explosive bolt
ru_ru: разрывной болт

source: Crossbow bolt with attached alchemical explosive head.
ru_ru: Болт для арбалета с взрывающимся алхимическим наконечником.

source: BOOM!
ru_ru: БУМ!

source: throwing knife
ru_ru: метательный нож

source: A knife, balanced for quick throwing.
ru_ru: Нож, сбалансированный для быстрого метания.

source: Shank
ru_ru: Хрясь

source: venom sac
ru_ru: ядовитая железа

source: Small sac, full of scorpion venom. Useful alchemical ingredient. If thrown - can deal minor poison damage.
ru_ru: Маленькая железа ядовитого скорпиона. Алхимический ингредиент. Если бросить её в противника - может нанести некоторый урон ядом.

source: Splash!
ru_ru: Плюх!

source: sparkling dust
ru_ru: искрящаяся пыль

source: Magical dust, sparkling with tiny lightnings. Useful alchemical ingredient. If thrown - can deal minor lightning damage.
ru_ru: Магическая пыль, по которой пробегают крошечные разряды молнии. Алхимический ингредиент. Если бросить её в противника - может нанести небольшой урон молнией.

source: Zap!
ru_ru: Бзз!

source: hot ash
ru_ru: горячий пепел

source: Magical ash, radiating heat. Useful alchemical ingredient. If thrown - can deal minor fire damage.
ru_ru: Магический пепел, горячий. Алхимический ингредиент. Если бросить её в противника - может нанести небольшой урон огнём.

source: magic snow
ru_ru: магический снег

source: Magical snow, that doesn't melt. Useful alchemical ingredient. If thrown - can deal minor frost damage.
ru_ru: Колдовской снег, который не тает. Алхимический ингредиент. Если бросить её в противника - может нанести небольшой урон холодом.

source: explosive potion
ru_ru: разрывное зелье

source: Unstable potion, that explodes if breaked.
ru_ru: Нестабильное зелье, взрывается если разбить бутылку.

source: javelin
ru_ru: метательное копьё

source: A short spear, made for throwing.
ru_ru: Короткое копьё, сделанное для метания.

source: Pierce
ru_ru: Хрясь

source: Mindless body
ru_ru: иссохший зомби

source: Shaking, dehydrated human body, raised by strange magic of the City.
ru_ru: Трясущийся, высушенный солнцем полутруп, поднятый странными чарами Города.

source: Scorpion
ru_ru: скорпион

source: Huge black scorpion, about 1 meter long.
ru_ru: Огромный чёрный скорпион в длину около метра.

source: Poisonous stinger
ru_ru: Ядовитое жало

source: Rakshasa
ru_ru: ракшаса

source: A bipedal tiger with very sharp claws.
ru_ru: Тигрица, ходящая на двух ногах. У неё очень острые когти.

source: Ifrit
ru_ru: ифрит

source: A magical creature with human upper body floating over column of flame.
ru_ru: Магическое создание с человеческим торсом, парящим на столбе пламени.

source: Flaming fists
ru_ru: Огненные кулаки

source: fireball
ru_ru: огненный шар

source: Explosive ball of pure flame.
ru_ru: Взрывающийся шар чистого пламени.

source: Fireball!
ru_ru: Огненный шар!

source: Lightning wisp
ru_ru: искрящийся светляк

source: A small hostile magic cloud, that zaps enemies with lightning.
ru_ru: Маленькое враждебное колдовское облачко, которое поражает недругов разрядами молнии.

source: Zap
ru_ru: Бзз

source: Flame wisp
ru_ru: огненный светляк

source: Hostile ball of flame, burning with hatred to all living beings.
ru_ru: Враждебный шарик огня, ненавидящий всё живое.

source: Frost wisp
ru_ru: морозный светляк

source: Hostile ball of cold energy, burning with hatred to all living beings.
ru_ru: Враждебный шар морозной энергии, ненавидящий всё живое.

source: An arrow of pure frost.
ru_ru: Стрела чистого холода.

source: Chill
ru_ru: Мороз

source: Sand golem
ru_ru: песчаный голем

source: Magic-formed sand, resembling a human figure about 3m high.
ru_ru: Человеческая фигура из песка около 3м ростом, приведённая в движение магией.

source: Iron golem
ru_ru: железный голем

source: Fighting mechanism made of iron, brought to life with magic. Armed with enormous blade.
ru_ru: Боевой механизм из железа, приведённый в движение магией. Вооружен огромным клинком.

source: Blocks {magn} bashing damage
ru_ru: Блокирует {magn} дробящего урона.

source: Blocks {magn} slashing damage
ru_ru: Блокирует {magn} режущего урона.

source: Blocks {magn} piercing damage
ru_ru: Блокирует {magn} колющего урона.

source: Blocks {magn} fire damage
ru_ru: Блокирует {magn} огненного урона.

source: Blocks {magn} cold damage
ru_ru: Блокирует {magn} урона от холода.

source: Blocks {magn} lightning damage
ru_ru: Блокирует {magn} урона от молнии.

source: Blocks {magn} poison damage
ru_ru: Блокирует {magn} ядовитого урона.

source: Blocks {magn} acid damage
ru_ru: Блокирует {magn} разъедающего урона.

source: Blocks {magn} death damage
ru_ru: Блокирует {magn} мертвящего урона.

source: Blocks {magn} mental damage
ru_ru: Блокирует {magn} ментального урона.

source: Blocks {magn} strange damage
ru_ru: Блокирует {magn} странного урона.

source: Resists {magn} bashing
ru_ru: Сопротивляемость дробящему {magn}

source: Resists {magn} slashing
ru_ru: Сопротивляемость режущему {magn}

source: Resists {magn} piercing
ru_ru: Сопротивляемость колющему {magn}

source: Resists {magn} fire
ru_ru: Сопротивляемость огню {magn}

source: Resists {magn} cold
ru_ru: Сопротивляемость холоду {magn}

source: Resists {magn} lightning
ru_ru: Сопротивляемость молнии {magn}

source: Resists {magn} poison
ru_ru: Сопротивляемость яду {magn}

source: Resists {magn} acid
ru_ru: Сопротивляемость кислоте {magn}

source: Resists {magn} death
ru_ru: Сопротивляемость мертвящему воздействию {magn}

source: Resists {magn} mental
ru_ru: Сопротивляемость ментальному воздействию {magn}

source: Resists {magn} strange
ru_ru: Сопротивляемость странному воздействию {magn}

source: Increases melee damage by {magn}
ru_ru: Увеличивает урон в ближнем бою на {magn}

source: Increases ranged damage by {magn}
ru_ru: Увеличивает урон в дальнем бою на {magn}

source: Quickens all actions by {magn}%
ru_ru: Ускоряет все действия на {magn}%

source: Slows all actions by {magn}%
ru_ru: Замедляет все действия на {magn}%

source: Affected by poison
ru_ru: Отравлен

source: Heals {magn} hitpoints
ru_ru: Лечит {magn} очков здоровья

source: Your {shield_name} blocks {blocked_damage} damage.
ru_ru: Ваш {shield_name} заблокировал {blocked_damage} урона.

source: {name} is healed for {healed} HP.
ru_ru: {name} вылечен на {healed} ОЗ.

source: {name}'s corpse
ru_ru: труп {name}

source: A dead {name}.
ru_ru: Мертвое тело. {name}.

source: You drop {item} on the ground.
ru_ru: Вы бросаете {item} на землю.

source: {name} is depleted!
ru_ru: {name} разряжен!

source: {name} attacks {target_name} with {weapon_name} and deals {damage_dealt} damage!
ru_ru: {name} атакует {target_name} {weapon_name} и наносит {damage_dealt} урона!

source: {name} dies!
ru_ru: {name} умирает!

source: You died!
ru_ru: Вы умерли!

source: A player character.
ru_ru: Персонаж игрока.

source: Player
ru_ru: Игрок

source: Movement: Arrow keys and Keypad 1-9 Keypad 5 - 'wait 1 turn' command F1 - display this help message i - show player inventory l - look around g - pick up item from Ground u - use item w - wield (equip) item t - throw item from hand f - fire ranged weapon r - reload d - drop item o - take Off equipped item n - uNload ranged weapon c - close door s - smash (melee attack inanimate object, i.e. wall) Esc - Save and exit
ru_ru: Перемещение: стрелки или цифровая клавиатура 1-9 Кнопка 5 на цифровой клавиатуре - команда 'подождать 1 ход' F1 - показать это сообщение i - показать инвентарь l - осмотреться g - поднять предмет u - использовать предмет w - одеть (взять в руку) предмет t - бросить предмет в руке f - выстрелить из дальнобойного оружия r - перезарядить оружие d - бросить предмет o - снять надетый предмет n - разрядить оружие c - закрыть (дверь) s - ударить в определенном направлении Esc - Сохранить игру и выйти

source: Many adventurers are lured to the City - in search of treasures, power, glory or something else. You are among the others - jack of all trades, master of nothing.
ru_ru: Город притягивает толпы авантюристов - ищущих сокровища, силу, славу или что-то ещё. Вы один из них, ловец удачи.

source: Mighty warriors visit Neth-Nikakh to prove their strength by fighting horrors, created by dark magic. Treasures are also nice bonus. You are such warrior, proficient in melee combat and wearing a set of armor.
ru_ru: Грозные воины приходят в Нет-Никах, чтобы доказать свою силу, сражаясь с ужасами, сотворёнными тёмным колдовством Города. Сокровища тоже не будут лишними. Вы такой воин, одетый в доспех, умеющий драться в ближнем бою.

source: Mercenaries from distant Northern country called Gantra are well-known as trustworthy soldiers. One of them - with your sturdy crossbow and shooting skills - you headed south, to obtain treasures of mysterious City.
ru_ru: Наёмники из далёкой северной страны Гантры ценятся по всему миру как надёжные и умелые солдаты. Вы принадлежите к их числу - со своим арбалетом, пройдя далёкий путь на юг, чтобы заполучить сокровища таинственного Города.

source: A talent to use magic is rare among the people of Vaerthol. You lack one, but unlike others, you desperately crave for magic. One man told you a rumor, that in the sands lies a magic city of Neth-Nikakh, where among the other wonders, ordinary people can become powerful mages. So, you packed your spellbooks (useless for non-mage, of course), scrolls (not-so-useless), and headed South, to finally obtain desired magic gift.
ru_ru: Талант к магии очень редок среди людей Ваэртола. У вас его нет, но вы отчаянно хотите стать магом. Один человек сказал, что в песках Великой Пустыни лежит волшебный город Нет-Никах. В нём, помимо других чудес, обычные люди становятся могучими чародеями. Так что, вы упаковали свои магические тома (бесполезные), свитки (не настолько бесполезные), и отправились на юг, чтобы наконец обрести магический дар.

source: Adventurer
ru_ru: Авантюрист

source: Gantra mercenary
ru_ru: Гантрийский наёмник

source: Magic seeker
ru_ru: Искатель магии

source: Warrior
ru_ru: Воин

source: Go to the Desert City. It's about it, after all.
ru_ru: Идти в Город. Так или иначе, вы здесь ради этого.

source: Horrors of Desert City are exhausting. Opportunity to sleep and eat without being chased by a bunch of hungry Rakshasas is really nice.
ru_ru: Ужасы Города в Пустыне выматывают. Возможность поспать и поесть, не оглядываясь через плечо - просто подарок.

source: Traders, smugglers and other suspicious persons are always eager to buy treasures from Neth-Nikakh. Treasure Market is most populated, loud and somewhat dangerous place in the camp.
ru_ru: Торговцы, контрабандисты и прочие подозрительные личности всегда готовы купить ценности Нет-Никаха. Рынок сокровищ это самое людное, громкое и слегка опасное место в лагере.
